{
	"header": {
		"about": "About us",
		"team": "Team",
		"how_it_works": "How it works",
		"log_out": "Loq out",
		"log_in": "Log in",
		"account": "Account",
		"change_account": "Change account",
		"dashboard": "Account",
    "registration": "Sign Up",
		"": ""
	},
	"auth": {
		"modal_title": "Authorization",
		"email": "Enter Email",
		"password": "Enter password",
		"repeat_password": "Confirm password",
		"promo_code": "Promo code",
		"btn_auth": "Login",
		"btn_reg": "Confirm",
		"field_require": "Email or password not specified",
		"pass_no_equal": "Passwords do not match",
		"pass_no_min_len": "Password must be at least 6 characters long",
		"recover_password": "Restore password",
		"create_success_password": "Password created successfully"
	},
	"first_screen": {
		"slog": "Emicomp delivers lowest fees in the industry making yield farming affordable to a wide audience",
		"slog_s": "* Average over the past 30 days",
		"text": "The yield of %PERCENT%% is provided by maximizing the use of advanced features of the largest DEFI service Compound (capitalization of more than 1.4 billion) that are not available to the ordinary user due to which the speed of production of COMP tokens increases by 6 - 6.97 times",
		"why_boster": "Why Emicomp is better than other services?",
		"why_boster_text": "<li></li><li></li><li></li><li></li><li></li><li></li>",
    "why1_title": "Easy Launch",
		"why1": "from 1 to 5 $ the cost of launching the maximization of receiving COMP tokens, for other services from 15 to 80 $",
    "why2_title": "Fix Profits",
		"why2": "from 2 to 8 $ the cost of a COMP request for fixing profits, for other services from 25 to 90 $",
    "why3_title": "Smart Contract",
		"why3": "open verified smart contract",
    "why4_title": "Automatic",
		"why4": "automatic profit fixation within the contract",
    "why5_title": "Instant withdrawals",
		"why5": "the availability of instant withdrawal of funds",
    "why6_title": "No commissions",
		"why6": "no commissions for depositing and withdrawing funds",
		"about_service": "About service <br> in 1 minute",
		"about_service2": "About service in 1 minute",
		"other": "Other",
		"cost": "Account launch cost",
		"maxi": "Maximizing",
		"free": "Free initial account",
		"simple": "Simple partnership",
		"from": "from",
		"to": "to",
		"already_profit": "Emicomp is already making profits",
		"balance": "Balance",
		"users": "Users",
		"profit": "Profit",
		"open_deposit": "Supply",
		"open_deposit2": "Supply",
    "warranty": "Proofs",
    "view_compound": "Check balance on Etherscan",
    "view_profit_compound": "Check profit on Compound",
		"": ""
	},
	"account_activate": {
		"get": "Get a starting balance of up to $ 235 to your wallet",
		"confirm": "Confirm <br> e-mail address",
		"subscribe": "Subscribe to the <br> Telegram  channel",
		"setup": "Install the Chrome <br> Metamask extension",
		"activate": "Activate your <br> account  via SMS",
		"get_wallet": "Receive funds <br> to wallet*",
		"step": "Step",
		"of": "of",
		"enter_email": "Enter e-mail address",
		"input_email": "Enter e-mail",
		"wait_email_confirm": "Waiting for email confirmation",
		"code_verify": "Enter verification code",
		"code_verify1": "Verification code",
		"dont_install": "Metamask extension not installed",
		"confirm_metamask": "Confirm Metamask",
		"confirm_phone": "Confirm phone number",
		"start_balance": "* Starting balance is provided for free  <br> for the period of 14 days",
		"send_email": "Get promo code",
		"confirm_email": "Confirm email",
		"subscribe_tel": "Subscribe",
		"go_get": "Go to your account and get profit",
		"share_link": "Make a publication <br> about us in one of <br> the social network",
		"confirm_email_msg_title": "Email confirmation",
		"confirm_error_repeat_later": "An error has occurred. Please try again later.",
		"confirm_error": "An error has occurred",
		"confirm_email_run": "A verification email has been sent to <b>%EMAIL%</b>",
		"confirm_email_run_already": "A verification email has already been sent to <b>%EMAIL%</b>",
		"confirm_email_complete": "Email address confirmed successfully",
		"confirm_email_require_email": "Enter your email address",
		"confirm_email_require_code": "Enter the verification code",
		"": ""
	},
	"how_works": {
		"baks_deposit": "Dollar account in DAI",
		"baks_deposit2": "from %APY%% per year on your <br> invested funds",
		"safety": "<div class='title ibm_font'>Secure maximization</div> of  Compound capabilities through balancing of trading  cryptocurrency pairs",
		"how": "How does it work? ",
		"we_use": "We use DeFi service Compound* and securitization via liquidity pool based on the Uniswap service**",
		"auto": "We automate the decentralized  DAI placements and help you to increase them in size via effective management of COMP tokens",
		"approach": "This approach allows you to get multiple returns compared to simply placing funds in Compound",
		"service_one": "* - Compound DeFi is the number 1 service in terms of capitalization and placed funds that allows you to earn income in DAI. The amount of funds placed in Compound exceeds 1.5 billion US dollars.",
		"service_one2": "** - Uniswap number 2 protocol for automatic use of liquidity pools, with a total amount of funds of more than 75 million US dollars",
		"": ""
	},
	"why_need": {
		"why_title": "Why is our service needed?",
		"we_have": "You have free funds\n              and you want to increase them",
		"you_isnt": "You are not an expert in the world of finance, but you want to receive\n              passive income in dollars",
		"dont_time": "You don't have time to understand the world of finance and you just want\n              \"an account like in a Bank\", but with a percentage significantly higher than 1%\n             per annum in dollars",
		"test_safety": "Test true security\n            of our Service and make sure\n            it is working safely for you",
		"if_wanna": "If you want to understand how our service works first of all, just register and get a promo balance — it will be credited with real funds in Compound.",
		"": ""
	},
	"company": {
		"how_works": "<p>Rapid development of projects in the DeFi sector is attracting more and more attention and becomes a constant source of fintech innovation.</p><p>Today we are going to review the new interesting DeFi service Emicomp. The service offers a decentralized functionality for accelerating (boosting) the receipt of COMP tokens from the largest DeFi project Compound, which is almost risk-free and provides an average yield from 18% to 48% per annum.</p><h3><strong>How it works and what pitfalls there are in the process.</strong></h3><p>At the end of June 2020 the second-largest DeFi service Compound issued its governments COMP token that is required for participation in the project management and is credited to all Compound users who place funds and receive secured loans.</p><h3><strong>Let's have a look at a simple example</strong></h3><p>You placed funds on the Compound in the amount of 1000 DAI at 3.2% per annum, and you will also receive a certain amount of COMP tokens, which is determined by the size of your share in the sum of all funds placed on the Compound. At the moment the Compound distributes 1445 COMP to everyone per day. If the sum of all funds placed is 10.000.000 USTC, and you have placed 1000 USTC (0.01% of the total amount), then, accordingly, you will receive 0.01% out of all COMP, which equals to 1445 * 0.01% = 0.01445 COMP. The current rate of the COMP token is $134.5, therefore, you will receive an additional $134.5 * 0.01445 = $1.94. If you recalculate $1.94 per day to annual interest, you will additionally get more than 700% per annum.</p><p>Indeed, in the early days after token accrual launch, compound users received a very high percentage of the additional profit that exceeded 100%. But since the volume of distributed tokens is fixed, and the size of funds on the Compound exceeds $500,000,000, now the additional average yield from the received COMP tokens does not exceed 6% per annum. That, together with the total balance interest in DAI gives 6% + 3.2% = 9.2% per annum on the dollar balance, which is also a very good result.</p><h3><strong>But, of course, users always want more and this is possible.</strong></h3><ul><li>Step 1: let’s place funds in the amount of 1000 DAI and make it collateral.</li><li>Step 2: let’s receive a loan of up to USD $700 (in DAI tokens) on the Compound at a small interest rate, which will give you the opportunity to receive COMP tokens for the amount of the loan taken, according to the scheme that we discussed above using the example of a created balance.</li><li>Step 3: let’s create another account on the Compound and place the loan received in DAI inside the new compound account on a balance that will allow you to receive the main 3.2% and an additional ~ 6% interest on it in COMP tokens.</li><li>Step 4: again, let’s take a loan for the second balance we created in the amount of up to $490 and get COMP tokens for it as well.</li></ul><p>As a result of these steps (you can complete more than 10 of them, as the reasonable number of steps depends on the size of the initial balance), you can increase the total amount of the balance and a loan on the Compound by about 3.2 times, which means that the initial interest of 6% will be increased by 3.2 times.</p><p>6% * 3,2 = 19,2%</p><p>+ 3.2% on the balance = 22.4%</p><p>- 4.8% loan repayment = 17.6%</p><p><strong>Total: 17.6% per annum on a dollar account. This is just an outstanding result.</strong></p><h3>What are the risks and specifics?</strong></h3><p>All these steps will require payment of the Ethereum network commission, and since these are quite complex operations, you will spend from $35 to $60 for 5 to 6 steps. You need to correctly calculate and select tokens for the balance using the average % values for the balance and a loan, otherwise, a significant part of the profit can be spent on paying off the high % for the loan. If you take the maximum possible loan amount close to 75% of the balance amount, then in the event of a significant fluctuation in the exchange rate of your chosen tokens or an increase in the loan interest, there is a risk of liquidation of your collateral, which may lead to the loss of 13% of your balance.</p><p>After placing funds in 5-7 steps, you need to regularly request COMP tokens on your own, which also implies payment of a commission to Ethereum network; each withdrawal will cost from $15 to $25, and it is better to request and sell COMP tokens regularly, since their cost has been gradually decreasing recently.</p><p><strong>It turns out that in order to maximize the COMP's profit, the initial balance amount must be more than $4,000, otherwise the network's commissions and the reduction of the cost of COMP will eat up all the additional profit.</strong></p><h3><strong>How can I receive a high interest without paying a network commission?</strong></h3><p>All risks and high commissions are excluded only if you use a specifically created and configured service that:</p><p>— takes into account all these specifics</p><p>— can work directly with the compound smart contract</p><p>— and most importantly, uses its advanced features that are not available to a common user.</p><p><strong>This service allows you to make just 1 step and increase the total position size by 6.95 times, which means that you can increase the interest rate more than twice from what you can receive doing it manually.</strong></p><p>The Emicomp project uses the so-called flash loan that is available only in DeFi, to increase the position at the first step, so that it borrows the amount necessary to maximize the balance and immediately after maximizing it, returns it as a loan.</p><p>Also, Emicomp is decentralized and aggregates the profit from the received COMP tokens up to several times a day, fixes it in USDT, which allows you to avoid the risk of a drawdown of profitability due to the decline in the COMP rate; and the withdrawal of profit costs only from $2 to $4 depending on the network load.</p><p>Low commissions on Emicomp for placing a position and for profits withdrawal make it cost-effective to make a profit through COMP tokens, even for users with small balances.</p><p>Namely, it is possible to place a position on the Compound and get 40-50% per annum, with almost no risks, in the worst case, your annual % of profit will be lower, but you can take your initial funds in full at any time.</p><p>Also, some new functions for maximizing (boosting) profit from other popular DeFi projects are being developed, so very soon profit boosting for Balancer, Uniswap, Curve and other popular projects will become available.</p>",
		"call_us": "CONTACT US",
		"": ""
	},
  "account_page": {
    "title": "Account",
    "stat_label1": "Number of dDAI tokens",
    "stat_label2": "Temporary USD balance",
    "stat_label3": "Current profit",
    "stat_label4": "General account",
    "stat_label5": "Pending to withdraw profit",
    "stat_label6": "% of annual profit",
    "get_out_tokens1": "Withdraw tokens in USD",
    "get_out_tokens": "Withdraw DAI",
    "buy_tokens1": "Supply DAI %PERCENT%% APY",
    "buy_tokens_unlock": "Unlock tokens",
    "buy_tokens_buy": "Supply DAI",
    "buy_tokens": "Supply DAI",
    "get_dai": "Buy DAI by Credit Card",
    "get_eth": "Buy ETH by Credit Card",
    "withdraw_profit": "Withdraw profit",
    "pending_promo_dDAI": "Pending",
    "tokens_will_burn_after": "Tokens available until",
    "pendingProfit": "Pending to withdraw profit",
    "approxProfit": "Pending profit",
    "access_to_the_deposit": "Promo balance will be available",
    "promobalance_not_active" : "Promo balance is not active",
    "how_activate_promobalance": "To activate, enter a promo code or invite a new user using your promo code",
    "days": "days",
    "hours": "hours",
    "minutes": "min",
    "check": "Check (Compound) ",
    "extend": "extend",
    "total_balance": "Total balance",
    "expected_profit": "Expected profit",
    "accrued_profit": "Promo profit",
    "available_profit" : "Available for withdrawal",
    "derived_profit": "Withdrawn profit",
    "for_day": "Profit for day",
    "for_week": "Profit for week",
    "for_month": "Profit for month",
    "for_year": "Profit for year",
    "profit_already_requested": "Profit already requested. To withdraw you should make a real account from 50$ or wait for call our support.",
    "profit_already_requested_verified": "Profit has been requested. Payment will sent in about 30 min.",
    "promo_profit_opened_approved": "Your account has been verified. You can request your promo-reward",
    "promo_profit_requested": "Request for the withdrawal of promo-reward has been successfully sent. Your reward will be transferred in 24 hours (depends on the load of Ethereum network)",
    "promo_profit_requested_approved": "Request for the withdrawal of promo-reward has been successfully sent. Your reward will be transferred in 24 hours (depends on the load of Ethereum network)",
    "profit_done": "Profit has been sent",
    "promo_will_burn_after": "promo dDAI available until",
    "expected_profit_tooltip": "Profit accrued to the main DAI balance, but has not yet been fixed, since the profit is taken once every 2 days",
    "accrued_profit_tooltip": "Profit accrued to the promo balance",
    "available_profit_tooltip": "The amount of profit accrued to the main balance of DAI and available for withdrawal at the moment",
    "derived_profit_tooltip": "Withdrawn profit that was accrued to the main balance of DAI",
    "your_promocodes": "Your promo codes",
    "promocode_activate_after_email_confirmed": "The promo code you specified can be used only after the promo balance has been accrued. Promo balance is credited after confirmation by Email.",
    "promocode_desc1": "Each promo code can only be activated by one user. The owner of the promo code cannot activate it.",
    "promocode_desc2": "If the user activates the promo code, then he extends the validity of his promo balance by 1 day. The owner of the promo code also extends the validity period of his promo balance, and also generates a new promo code that can be transferred to another user.",
    "promocode_status_new": "Active",
    "promocode_status_used": "Used",
    "partial_withdraw": "Partial withdrawal",
    "enter_promocode": "Specify a promo code",
    "partner_program": "Referral  program",
    "partner_program_access": "Access to the referral program is available to users who have confirmed their email and provided a password.",

    "big_amount_approve_description": "Due to the change in the structure of depositing funds, additional DAI unlocking is required",
    "tbl_amount_dai": "DAI amount",
    "tbl_amount_fee": "Transaction fee",
    "tbl_less": "less",
    "tbl_more": "more",


    "": ""
  },
	"team": {
		"title": "Our team",
		"us2": "Blockchain developer and multiple jury member of blockchain hackathons. <br><br>\n Graduated from South Ural State University with a degree in computer science management, 7 years of teaching technical disciplines at the Department of Information Systems of South Ural State University.   <a class='bt_custom orange' href='https://www.linkedin.com/in/andrey-mokeev-29746012a' target='_blanck'>LinkedIn</a>",
		"us3": "Fullstack developer. <br> <br>\n Graduated from South Ural State University with a degree in Applied Informatics in law. <a class='bt_custom orange' href='https://www.linkedin.com/in/%D0%B4%D0%BC%D0%B8%D1%82%D1%80%D0%B8%D0%B9-%D0%BA%D1%83%D0%BB%D0%B8%D0%BA%D0%BE%D0%B2-7183646a' target='_blanck'>LinkedIn</a>",
		"us4": "Front-end developer, development specialist\n based on Angular.   <a class='bt_custom orange' href='https://www.linkedin.com/in/fedja-motorny-38a762184' target='_blanck'>LinkedIn</a>",
		"us5": "Expert in strategic development of the Emicomp project, responsible for interaction with major partners.  <a class='bt_custom orange' href='https://www.facebook.com/bugaev.ilya' target='_blanck'>Facebook</a>",
		"us6": "Developer of smart contracts based on Ethereum. <br><br>\n\nGraduated from the Higher School of Economics, Faculty of computer science, Software engineering.  <a class='bt_custom orange' href='https://github.com/Dmitx' target='_blanck'>GitHub</a>",
		"andrey": "Andrey Mokeev",
		"dima": "Dmitry Kulikov",
		"dima2": "Dmitry Gordeychuk",
		"ilya": "Ilya Bugaev",
		"fedja": "Fedor Motorny",
		"dev1": "HEAD of DEVELOPMENT DEPARTMENT",
		"dev2": "DEVELOPER",
		"dev3": "FRONTEND DEVELOPER",
		"dev4": "Blockchain expert",
		"": ""
	},
  "burn_tokens": {
    "withdraw_usd": "Withdraw DAI",
    "amount": "Number of tokens",
    "set_amount": "Specify the number of tokens",
    "withdraw": "Withdraw",
    "invalid_balance": "Not enough DAI on your balance",
    "burn_description": "<b>%AMOUNT% DAI </b> will be withdrawn from the main balance to your wallet from which you supplyed DAI. Accrued profit will not be withdrawed. To withdraw profit, you must perform a separate operation.",
    "flash_loan_amount_invalid": "Currently, the maximum amount of DAI that can be withdrawn from your balance in one transaction is <b>%AMOUNT% DAI</b><br><br>If you need to withdraw more DAI, then you can do it in several transactions.",
    "": ""
  },
  "buy_tokens": {
    "title": "Supply DAI",
    "buy_through": "Buy through",
    "volume": "Volume",
    "you_get": "You will get",
    "invalid_balance": "Not enough DAI on your wallet",
    "balance": "Available for supply",
    "": ""
  },
	"phone_confirmed": {
		"title": "Phone number confirmation",
		"phone": "Phone",
		"enter_phone": "Enter your phone number",
		"get_code": "Get code",
		"verify_code": "Verify Code",
		"enter_code": "Enter code",
		"reject_send_code": "Failed to send verification code",
		"error": "An error has occurred",
		"error_checked_code": "An error occurred while validating the code",
		"": ""
	},
	"social_confirmed": {
		"title_fb": "Post to Facebook",
		"title_twitter": "Post to Twitter",
		"title_vk": "Post to VK",
		"post_link": "Provide a link to your post on the social network",
		"send_link": "Send link",
		"post_text_0": "I opened a account in USD at %PERCENT%% APY on https://Emicomp.org <br> #Emicomp #Emicomp, #Emicomp-%UNICHASH%",
		"post_text_1": "I get $ 3.57 for testing the DeFi service https://Emicomp.org, I recommend. <br> #Emicomp, #Emicomp-%UNICHASH%",
		"public_text": "Publish the specified text on your page.",
		"send_link_text": "Copy the link to the post and send it to us.",
		"btn_public_ready": "Published by",
		"link_to_post": "Link to post",
		"start_moderation": "<p> Great. The moderator will check your link shortly. </p> <p> As soon as the verification is completed, you can continue to activate your account. </p>",
		"moderation_proccess": "Your post is being moderated. Expect...",
		"moderation_reject": "Your social media account failed verification. Try posting on a different network.",
		"error_link": "Link to post"
	},
	"server_errors": {
		"ACCESS_DENIED": "Access is denied",
		"PHONE_NUMBER_IN_USE": "The specified phone number has already been used by another user",
		"EMAIL_IN_USE": "The specified email address has already been used by another user",
		"EMAIL_ERROR_SEND": "An error occurred while sending an email",
		"USER_NOT_FOUND": "User is not found",
		"PASSWORD_REQUIRED": "Password not specified",
		"EMAIL_NOT_VERIFIED": "Email not verified",
		"INVALID_PASSWORD": "Wrong password"
	},
	"withdraw_promo": {
		"request_profit": "Request profit",
		"wallet_address": "Eth address to withdraw promo-reward",
		"withdraw_real_profit": "Withdraw reward",
		"your_promo_reward_sent_to": "Your promo-reward was been sent to the specified wallet address",
		"your_promo_reward_sent_to_transaction": "View transaction",
		"your_promo_reward_was_requested": "Your promo-reward was requested to address:",
		"your_current_profit": "Your current promo-reward:",
		"your_max_profit": "Your max promo-reward:",
		"will_be_achieved": "will be achieved",
		"i_agree": "i understand and agree",
		"wrong_wallet_format": "Wrong format eth-address",
		"explain_to_user": "To withdraw promo-reward you should confirm your E-mail and phone number. Also you can complete verification via real account from 10$",
		"you_have_a": "You hava a",
		"agree_with_all": "I agree, that service withdraw promo-reward to my wallet JUST ONCE (due to high Ethereum network comissions) and i receive <strong>%CURRENT_PROFIT% USDT</strong>, but my maximum allowed promo-reward is <strong>%MAX_PROFIT% USDT</strong> achieved after <strong>%AT_DATE%</strong>"
	},
	"new_first_screen": {
		"profit": "Emicomp is already making <br> profit",
		"balance": "Your promo balance",
		"expire_promobalance": "Promo balance expires in",
		"users": "Users:",
		"Yield": "Average yield:",
		"Profit": "Profit:",
		"deposits": "%LEFT% out of %FROM% test accounts available ",
		"real_deposit": "Promo account for <br> 14 days free of charge <br> for testing the Service",
		"available": "Available for withdrawal",
		"steps": "Do you want to increase your profit and withdraw money?",
		"steps1": "Follow 4 simple steps",
		"confirm_e-mail": "Confirm the e-mail",
		"make_a_post": "Make a post about <br> us in social networks",
		"metamask": "Install the Chrome Metamask extension",
		"sms": "Activate your account via SMS",
		"get_a_profit": "Get a profit to your wallet",
		"step_1": "step 1 of 5\n       your e-mail\n        confirm the e-mail",
		"open_a_deposit": "User ??? has just opened a account and has already earned ???",
		"withdrawal": "The user ??? withdrew the profit to their wallet",
		"all_steps_done": "Your account has been successfully activated. Now you can request the withdrawal of the profit accrued on the promo balance.",
		"real_deposit_from_50": "a real deposit from 50$",
		"personal_offer": "Exclusive offer for early adopters and partners",
		"offer_before_email_active": "Get a promo code that gives you the opportunity to receive up to $ 1.6 per day for free for assistance in promoting and testing the Emicomp service.",
		"offer_after_email_active": "You are already charged up to $ 1.6 per day. In order to withdraw accruals and get another promo code, you need to confirm your phone number.",
		"offer_after_all_step_active": "You are already charged up to $ 1.6 per day. You can request a withdrawal of the accrued funds at any time. In order to extend the validity period of the promo balance, transfer the promo code to another user. After activating your promo code, the validity period of the promo balance will be extended by 1 day and you will receive another promo code.",
		"": ""
	},
	"or": "or",
	"info": "Info",
	"error": "Error",
	"close": "Close",
	"wallet": "Wallet",
	"wallet_addres": "Enter wallet address",
	"operation_cancel": "The operation was cancelled",
	"button_tooltip": "here you can place your funds",
  "extract_dai" : "Extract DAI",
  "metamask_info": "<a href='https://metamask.io' target='_blank'>Metamask</a> is an independent, community-tested Ethereum wallet designed as a browser extension. It links your browser and smart contract.",
  "more_details": "More",

  "messages": {
    "MAX_ALLOWED_SWAP_DDAI_TO_DAI_WITH_LOW_FEE": "Available to swap %DAI_AMOUNT% DAI with minimal Ethereum commission, larger amount of DAI will be withdrawn directly via Compound.",
    "WEB3_ACCOUNT_LINKED": "You account has been successfully linked with %ETH_ADDRESS% address!",
    "VIRIFIED_EMAIL_REQUIRED": "You have to verify email first.",
    "ACCOUNT_ALREADY_LINKED_BY_ANOTHER_USER": "Address %ETH_ADDRESS% used by another user.",
    "ACCOUNT_ALREADY_LINKED": "Address %ETH_ADDRESS% already linked to your account.",
    "PROMO_USD_FOR_CONFIRM_EMAIL": "Confirmation an EMail address",
    "PROMO_JOIN_TELEGRAM": "Join to Telegram channel",
    "PROMO_USD_FOR_STARTER_POLL": "Done a starter-survey",
    "JOIN_PROMO_STARTEGY": "Join to promo-strategy",
    "PAYOUT_REQUESTED": "Promo-payout has been requested to address %ADDRESS%. When your account will be verified we will send funds to your address.",
    "BLOCKCHAIN_PAYOUT": "Allowed to withdraw <strong>%PROFIT%</strong>.",
    "BLOCKCHAIN_PAYOUT2": "Pending profit is <strong>%PENDING_PROFIT%</strong> but this profit still not been fixed. Service commission was 20% of profit.",
    "UNLOCKING_CURRENCY": "Transaction processing",
    "BUYING_DDAY": "Transaction processing",
    "PROFIT_HAS_NOT_BEEN_FIXED_YET": "Pending profit %PROFIT% has not been fixed yet. Please wait until %DATE%",
    "YOU_HAVE_TO_DONE_ALL_STEPS": "You should done all 3 steps: verify your email, join telegram channel and verify your phone"
  },
	"footer": {
		"licenses": "European Crypto & Financial Licenses",
		"company": "Company",
		"main": "Main",
		"strategies": "My strategies",
		"documents": "Documents",
		"privacy": "Privacy Policy",
		"terms": "Terms & Conditions",
		"information": "GDPR Information",
		"help": "Help",
		"contacts": "Contacts",
		"follow": "Follow",
		"licenses_link": "Licenses",
		"": ""
	},
  "errors": {
    "request_error": "An error occurred when the request was sent. Please send the request once again.",
    "invalid_email_code": "Invalid confirmation code",
    "cant_close_strategy_with_mixed_profit_without_profit": "Can't close strategy with mixed type profit(account in ETH + profit in DAI), until strategy has positive profit.",
    "api_exchange_throw_an_error": "DEX exchange throw an error",
    "cdp_contract_is_not_enough": "Contract balance has not enough funds to increase the amount of ether. Try to invest less amount of ether.",
    "internal_transaction_error": "Internal error when executing transaction. Please wait... Attempt №",
    "not_enough_ether_amount_to_open_strategy": "You need at least",
    "max_ether_amount_to_open_strategy": "As part of the beta test, the maximum amount of ETH to open a strategy is limited to 5 ETH",
    "transaction_unknown_error": "Unknown error when sending transaction",
    "metamask_active_account_differs": "The active account in metamask is different from the one specified in the profile. Change the account in metamask and refresh the web page.",
    "invalid_password": "Invalid password",
    "user_not_found": "User is not found",
    "user_already_registered": "User is already registered",
    "user_already_verified": "User is already verified",
    "user_already_login": "User is already logged in",
    "access_denied": "Access is denied",
    "login_error": "Authorisation Error",
    "password_required": "Password is required",
    "email_required": "Email is required",
    "email_error_send": "An error occurred while sending the email",
    "email_not_verified": "Email is not verified",
    "invalid_email": "Invalid email specified",
    "invalid_eth_address": "Invalid wallet address",
    "eth_address_in_use": "Wallet address already in use",
    "eth_address_required": "Wallet address is required",
    "invalid_value": "Incorrect value",
    "estimated_gas_limit_error": "Gas limit for sending transaction exceeded",
    "error_send_transaction": "An error occurred while sending the transaction",
    "invalid_partner_code": "Invalid partner code specified",
    "invalid_length_partner_code": "There are not enough characters in the specified partner code",
    "user_already_partner": "User is already a partner",
    "partner_code_already_use": "Partner code is already in use",
    "phone_number_in_use": "Phone number is already in use",
    "telegram_in_use": "Telegram account already in use",
    "email_in_use": "Email is already in use",
    "invalid_amount": "Invalid amount indicated",
    "airdrop_already_create": "The user has already participated in the free testing promotion",
    "airdrop_not_found": "Free testing shares not found",
    "airdrop_participants_recruited": "User queued for next free trial",
    "deal_not_found": "Strategy not found",
    "promo_usd_insufficient_funds": "You do not have enough USD tokens on your balance.",
    "promo_deal_not_enough_promo_usd": "The maximum allowable number of USD tokens for this strategy is less than the value that you specified to join.",
    "allowance_amount_usdc_is_less": "The indicated amount of DAI exceeds the unlocked amount of DAI",
    "multiplicator_is_null": "Shoulder size not specified for strategy",
    "metamask_info_panel_text1": "Install the MetaMask Extension"
  },
	"message": {
		"success": "Success",
		"fail": "Fail"
	},
	"check_wallet": {
		"keys_match": "The keys match. Now you can save the wallet address.",
		"pk_message_save": "We do not store your private wallet key. If you lose your private key, you will lose access to your wallet.",
		"check": "Check",
		"keys_not_match": "The keys do not match! Go back to the first step and generate the keys again",
		"profile_updated": "Your profile updated, the key save in the public address field",
		"updated": "Update profile",
		"": ""
	},
  "web3": {
    "not_found_metamask_accounts": "Not found Metamask account. Please unlock Metamask.",
    "non_ethereum_browser_detected": "Non-Ethereum browser detected. You should consider trying Mist or MetaMask!",
    "not_found_ledger_accounts": "Not found ledger accounts",
    "transaction_unknown_error": "Transaction unknown error",
    "cannot_cancel_transaction": "Unable to cancel the transaction because it has already been processed",
    "user_address_not_exist": "Missing user wallet address",
    "error": "Error",
    "private_key_not_equal_address_wallet": "The specified private key does not match the user's wallet address",
    "error_trx_processing": "Error processing transaction",
    "replaced_trx_processing": "Transaction canceled",
    "not_native": "This operation can only be performed using MetaMask or TrustWallet",
    "error_sign": "Error signing message",
    "need_approve_token": "To complete the operation, you must first unlock tokens",
    "error_trx_processing_low_balance": "<p>There is not enough ETH on the balance to send the transaction</p><p>To send a transaction you need <strong>%FEE_AMOUNT% ETH</strong></p>",
    "": ""
  },
	"faq": {
		"title1": "What happens if the crypto asset's rate falls down?",
		"text1": "If the rate of the crypto asset decreases, we will notify you by e-mail or Telegram specified in your profile. To avoid losses, you will need to top up your strategy balance by 10% of the initial amount. This will minimize the risk of losing any funds.",
		"title2": "Do I need to send my assets somewhere?",
		"text2": "All crypto assets remain in your wallet and their transfer to the trading strategy is only carried out through the signature of the transaction with your key. By this way you don't send anything to other accounts and wallets.",
		"title3": "How are my funds secured?",
		"text3": "Because your funds always remain in your wallet, their security is ensured by the wallet's software you use. If you don’t transfer access to your wallet to third parties, there is no risk of losing it.",
		"title4": "What is the liquidation price?",
		"text4": "To multiply the amount of your funds by 1.5, these funds need to be frozen. This frozen amount has a valuation in USD based on the rate of the asset itself. The exchange rate of an asset for one unit in USD, at which its price will reach the amount of funds received as a result of freezing, and will be the price of liquidation.",
		"title5": "What is a profit-fixing price?",
		"text5": "This is the cost of your asset for 1 unit, expressed in USD, at which the percentage of profit you choose will be achieved against the initial amount in USD equivalent.",
		"title6": "How to calculate your profit and service commission?",
		"text6": "Your profit in Emicomp is calculated as follows: <br> An increase in the value of crypto assets expressed in USD minus service commission and transaction fees. If you have chosen the Double-the-value strategy so this will be your crypto assets value. <br><br> Let’s consider two cases: <br> Your own investment in crypto assets and investments using Emicomp with double the value strategy. <br><br> Case 1. <br> You have bought 10 ETH for 250 USD (in total 2 500 USD). If the ETH exchange rate rises to 300 USD you will get your assets value rising up to 3 000 USD with 500 USD profit. <br><br> Case 2: <br> You have spent 2 500 USD on buying 10 ETH using service Emicomp with Double-the-value strategy. Therefore, we double the amount of your crypto assets to 20 ETH. When the WTH rate will rise from 250 USD to 300 USD you will have 6 000 USD in total on your balance account. <br><br> Let’s now calculate the additional profit from using our Double the value strategy. Those added 10ETH with give you 500 USD of extra profit, as it was calculated in Case 1. <br><br> Let’s calculate service cost: <br> Service commission is 30% of the profit. <br> In Case 1 the commission will be 150 USD ( 500 USD * 30%) <br> Your profit will be calculated as profit (500 USD) minus service fee (150 USD) minus transaction fee (4 USD) that will be 346 USD in total. <br><br> Your cumulative return is the sum of the profit you get from your 10 ETH and the profit from service, that will be 346 USD and 500 USD and, thereby, 846 USD in total. <br><br> On these two examples it is seen that Emicomp service is giving you 846 USD of profit that is 69,2% more.",
		"": ""
	},
	"terms_of_use": {
		"title": "TERMS OF USE FOR Emicomp",
		"content": "<div>Please read these Terms of Use (this “Agreement” or “Terms of Use”) carefully. Your use or access of the Platform or the Services (as defined below) constitutes your consent to this Agreement.\n <br><br> This Agreement is between you (the “User” and collectively the “Users”) and Emicomp, a legal entity organized under the laws of Republic Estonia (“Emicomp” or “we,” “our” or “us” and together with you, the “Parties”) concerning your use of (including any access to) the Platform (together with any materials and services available therein, and successor website(s) or application(s) thereto, the “Platform”). This Agreement hereby incorporates by this reference any additional Terms of Use with respect to the Platform made available to you.\n <br><br> By clicking or tapping any button or box marked “accept” or “agree” (or a similar term) in connection with this Agreement, or by accessing or using the Platform or the Services (as defined below), you agree to be bound by this Agreement, a current version of which is available at the Site, and which may be modified from time to time at our sole discretion in accordance with this Agreement. English version of this Agreement prevails on any version of this Agreement in Russian, Chineses, Estonian or other languages.\n</div><div><span>Definitions</span><p><b>Platform</b> - user-interface that guides User access to an online environment at the Site allowing the use of the Services.</p><p><b>Site</b> - Emicomp.org</p><p><b>User account</b> - A part of the Platform designated to a specific User to use the Services.\n</p><p><b>Wallet</b> - digital wallet owned and controlled by the User that stores and transfers Virtual currency, including access via Metamask service (<a href='https://metamask.io' target='_blank'>https://metamask.io/</a>).</p><p><b>Virtual currency</b> - Ethereum or ETH (<a href='https://ethereum.org' target='_blank'>https://ethereum.org/</a>), DAI and SAI (<a href='https://makerdao.com' target='_blank'>https://makerdao.com/</a>), USDT (<a href='https://tether.to' target='_blank'>https://tether.to/</a>). We may, from time to time and in our sole discretion, add and remove certain Virtual currencies. If a Virtual Currency is removed, it will no longer be available to be used via our Platform and you no longer be entitled to receive any rewards accrued on it or make any other use of it via our Platform.</p><p><b>Dex</b> - decentralized cryptocurrency exchange(s) used by the Platform. We may, from time to time and in our sole discretion, add and remove certain Dexes.</p><p><b>DeFi</b> - DeFi protocol(s), in particular the DeFi protocol, operating under the rules available at <a href='https://compound.finance' target='_blank'>https://compound.finance</a></p>  <p>    and other terms and definitions mentioned below in this Agreement.  </p></div><div><span>1. Services provided by the Platform</span><p>1.1 Only registered Users, who have accepted these Terms of Use are deemed to enter into an Agreement with Emicomp. Only such registered Users are entitled to use the Services offered by the Platform.</p><p>1.2 Upon registration User is granted access to his/her User account. Information collected upon registration is processed in accordance with the Privacy policy and other data related policies posted at the Site. It is your responsibility to read these policies. By agreeing to be bound by this Agreement, acknowledge and agree that you have read, understand and agreed with these policies.</p><p>1.3 The Platform allows a User to launch an autonomous smart-contract which interacts with DeFi and Dex in accordance with the Trading strategy selected by the User ( here and hereinafter - the Services).</p><p>1.4 A smart-contract launched as a result of using the Services allows User to implement Participation strategy, in particular:</p><p>&nbsp;&nbsp;1.4.1 To automate Users’ participation in Compound’s distribution of COMP tokens and/or other iterations with Compound protocol;</p><p>&nbsp;&nbsp;1.4.2 To boost Users’ transactions mentioned in clause 1.4.1. above;\n</p><p>&nbsp;&nbsp;1.4.3 To buy and sell Virtual currencies by interacting with DeFi protocols (the Extra liquidity). Current Extra liquidity rate is 4 and may be subject to change at our own discretion.\n</p><p>&nbsp;&nbsp;1.4.4 To receive profit from implementing Participation strategy at his/her Wallet.</p><p>1.5 The term Participation strategy has limited use and meaning for the purpose of this Agreement.\n </p><p>&nbsp;&nbsp;1.5.1 We do not provide advice with regard to a portfolio of Virtual currencies: Users may use Services to interact with smart-contracts on Ethereum blockchain only.</p><p>&nbsp;&nbsp;1.5.2 We do not provide promises, estimates of forecasts with regard to the price of Ethereum (incl. ETH to USD/USDT/USDC rates) at Dex or at any other centralized or decentralized exchange(s).</p><p>&nbsp;&nbsp;1.5.3 We do not guarantee that User’s Yield will reach Average yield.</p><p>&nbsp;&nbsp;1.5.4 We do not advise, urge or recommend Users to buy ETH or any other Virtual currency.</p><p>&nbsp;&nbsp;1.5.5 The Platform provides mere services which help Users to interact with smart-contracts, which, in turn help to simplify, speed up and boost User’s operations with COMP tokens and/or other iterations with Compound protocol.</p><p>The Platform allows accessing and interacting with certain supported decentralized protocols and decentralized applications (collectively “dapps”). Some of the dapps accessible using our Services may also involve accessing certain Virtual Currency markets, boards, or interfaces allowing for complex transactions. We also may offer certain scripts, smart contract interactions, or other modules that allow you to automate or combine some of these complex transactions. You understand that interacting with any of these systems or code is ultimately your own decision, and we have no control or responsibility for the results of your transactions.</p><p>1.6 The term Participation strategy is limited to User’s operations with COMP tokens and/or other iterations with Compound protocol.\n</p><p>1.7 If provided, the Extra liquidity is provided to a User by the DeFi protocols, not the Platform itself.</p><p>1.8 No provision in this Agreement shall constitute an investment or loan advise or consultation and in no way shall any User view Emicomp as an investment advisor or a loan intermediary. All Users confirm that they understand and accept that Emicomp under this Agreement provides mere access to the Platform for the use of Services. We specifically acknowledge that nor the Platform, not the smart-contract created via the Platform, provides debts/loans of Virtual currencies to the User.</p></div><div><span>2. Terms and definitions mentioned on the Site and the Platform should be interpreted in accordance with this Agreement. In case of contradiction, this Agreement prevails.</span></div><div><span>3. When launching a smart-contract the following terms and definitions are used:</span><p>3.1 Launch amount - the amount of DAI you submit to a smart-contract.</p><p>3.2 Yield - the difference between Launch amount and the current profit calculated as a percentage minus Platform’s commission and factual Transaction commissions, as well as and value added tax (if applicable)</p><p>&nbsp;&nbsp;3.2.1 Average yield (mentioned on the front page of the Site) – average yield of current smart-contracts launched via the Platform. Average yield is provided for statistical and/or informational purposes only.</p><p>&nbsp;&nbsp;3.2.2 Promo dDAI – marketing initiative of the Platform provided for the testing of the Platform and enriching user experience. Yield from Promo dDAI shall be included in User’s Yield. </p><p>3.2.3. dDAI - the Platform’s internal token which represents the amount of User’s DAI used in Services plus additional profit. </p><p>3.3 Platform’s commission - the fee for the Services. The current fee is 20% (twenty percent) from User’s Yield and may be subject to change at our own discretion.</p><p>3.4 Transaction commissions - commissions by Ethereum blockchain for validating transactions, Dex’s commissions for interexchange of Virtual currencies, any DeFi’s commissions and fees as well as other technical and/or similar commissions.\n</p><p>3.5 Total balance - total amount of DAI in your Participation strategy resulted from the use of the Services.</p></div><div><span>5. Specifics of the Services</span><p>5.1 You affirm that you are aware and acknowledge that Emicomp is a non-custodial provider of software services, meaning that the Platform does not custody User Virtual currencies. The Services are deployed in a decentralized environment wherein the Services can be autonomously and directly accessed by the Users without any involvement or actions taken by us or any third-party. The Services do not create a fiduciary relationship between us and you; your User account is not a checking or savings account, and it is not covered by any insurance against losses.</p><p>5.2 You are solely responsible for the activities under your User account and for securing your User account and Wallet (passwords, access verification details, hints, or any other codes that you use to access your User account, Wallet or Services). We are not responsible for any loss or compromise of your access information and/or your personal information, or for any loss that you may sustain due to compromise of your access information and/or personal information.</p><p>5.3 You specifically acknowledge and confirm that as a result of using the Services you launch a smart-contract that without further notice to you may transfer, use and/or alienate any amount of Virtual currencies at your Wallet, separately or together with other Virtual currencies, with all attendant rights of ownership, and for a period of time of durance of smart-contract.</p><p>5.4 You may terminate your Participation strategy deployed by smart-contract at any time.</p><p>5.5 To receive notifications from the Platform a User must fill in all the information in the User account.\n</p></div><div><p>  Clause 4 (where applicable), the remaining part of Clause 5 (subject to amendments to clauses 5.1, 5.3-5.5 mentioned above), Clauses 6-18 of the Terms of Use of Df.help web-site (https://df.help/pages/term-of-use) apply to this Agreement.</p></div>"
	},
	"send": "Send"
}
